adpyke.codesnap
Anan.jetbrains-darcula-theme
cschlosser.doxdocgen
eamodio.gitlens
equinusocio.vsc-material-theme-icons
fisheva.eva-theme
llvm-vs-code-extensions.vscode-clangd
maximetinu.identical-sublime-monokai-csharp-theme-colorizer
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-zh-hans
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
mskelton.one-dark-theme
mutantdino.resourcemonitor
njpwerner.autodocstring
rust-lang.rust
twxs.cmake
vscode-icons-team.vscode-icons
